Repository: LiMinggang/kujawiak
Catalog: lang/kuview_*.po
Languages: de, fr, it_it, ja, ru, uk

source: Enumerating items in Archive Panel...
de: Aufzählung der Einträge im Archiv-Panel...
fr: Enumération des éléments dans le panneau de l'Archive...
it_it: Numerazione elementi nel Pannello Archivio...
ja: アーカイブパネルで項目を数え上げます...
ru: Перечисление пунктов в панели Архива...
uk: Перенумерація пунктів Панелі Архівів ...

source: Deleting all items in Archive Panel...
de: Löschen aller Einträge im Archiv-Panel...
fr: Effacement de tous les éléments dans le panneau de l'Archive...
it_it: Eliminazione elementi nel Pannello Archivio...
ja: アーカイブパネルのすべての項目を削除します...
ru: Удаление всех пунктов в панели Архива...
uk: Видалити всі пункти Панелі Архіву

source: Loading thumbs in selected directory...
de: Laden der Vorschaubilder im ausgewählten Verzeichnis...
fr: Chargement des miniatures dans le répertoire sélectionné ...
it_it: Caricamento icone nella cartella selezionata...
ja: サムネイルをロードします...
ru: Загрузка превью в выбранный каталог ...
uk: Завантажити превью вибраного каталогу ...

source: File has been saved:
de: Datei wurde gespeichert:
fr: Le dossier a été sauvé :
it_it: Il file è stato salvato:
ja: ファイルは保存されました:
ru: Файл сохранен:
uk: Файл збережено:

source: Operation has been canceled.
de: Vorgang wurde abgebrochen.
fr: L'opération a été annulée.
it_it: L'operazione è stata annullata.
ja: 操作は中止されました.
ru: Операция была отменена.
uk: Операція відмінена.

source: Cut:
de: Ausschneiden:
fr: Couper:
it_it: Taglia:
ja: 切り取り:
ru: Вырезать:
uk: Вирізати:

source: Copy:
de: Kopieren:
fr: Copie:
it_it: Copia:
ja: コピー:
ru: Копировать:
uk: Копіювати:

source: Copying:
de: Kopieren:
fr: Copier:
it_it: Copia in corso di:
ja: コピーします:
ru: Копирование:
uk: Копіювання:

source: Moving:
de: Verschieben:
fr: Déplacer:
it_it: Spostamento in corso di:
ja: 移動します:
ru: Перемещение:
uk: Переміщення:

source: Deleting:
de: Löschen:
fr: Effacer:
it_it: Eliminazione in corso di:
ja: 削除します:
ru: Удаление:
uk: Видалення:

source: File has been renamed:
de: Datei wurde umbenannt:
fr: Le fichier a été renommé:
it_it: Il file è stato rinominato:
ja: ファイルは改名されました:
ru: Файл переименован:
uk: Файл переіеновано:

source: File has been copied:
de: Datei wurde kopiert:
fr: Le fichier a été copié:
it_it: Il file è stato copiato:
ja: ファイルはコピーされました:
ru: Файл скопирован:
uk: Файл скопійовано:

source: File has been moved:
de: Datei wurde verschoben:
fr: Le fichier a été déplacé:
it_it: Il file è stato spostato:
ja: ファイルは移動されました:
ru: Файл перемещен:
uk: Файл переміщено:

source: File has been deleted:
de: Datei wurde gelöscht:
fr: Le fichier a été déplacé:
it_it: Il file è stato eliminato:
ja: ファイルは削除されました:
ru: Файл удален:
uk: Файл видалено:

source: File doesn't contain any metadata...
fr: Le fichier ne contient pas toutes les métadonnées...
it_it: Il file non contiene alcun metadato...
ja: ファイルはメタデータを含んでいません...
ru: Файл не содержать метаданных ...
uk: Файл не містить метадані...

source: This is the first in history.
fr: C'est la première dans l'histoire.
it_it: Questo è il primo nella cronologia.
ja: これは最初のページです.
ru: Первый в истории.
uk: Перший в історії.

source: This is the last in history.
fr: Cest la dernière dans l'histoire.
it_it: Questo è l'ultimo nella cronologia.
ja: これは最後のページです.
ru: Последний в истории.
uk: Останній в історії.

source: No branch before this in history.
fr: Aucune branche auparavant dans l'histoire.
it_it: Nessun ramo prima di questo nella cronologia.
ja: この前にはブランチがありません.
ru: Перед этим нет в истории.
uk: Немає вітки до цього в історії. .

source: Interrupted by user.
de: Abbruch durch den Benutzer.
fr: Interrompu par l'utilisateur.
it_it: Interrotto dall'utente.
ja: ユーザによって中断されます.
ru: Прервано пользователем.
uk: Перервано користувачем.

source: Please select a picture.
de: Wählen sie ein Bild aus.
fr: S'il vous plaît sélectionnez une image.
it_it: Selezionate un'immagine.
ja: 画像を選択してください.
ru: Пожалуйста, выберите изображение.
uk: Будь ласка, виберіть зображення:

source: Please select a directory which contains pictures.
de: Wählen sie ein Verzeichnis mit Bildern.
fr: S'il vous plaît sélectionner un répertoire qui contient des photos.
it_it: Selezionate una cartella che contiene immagini.
ja: 画像を含むフォルダーを選択してください.
ru: Пожалуйста, выберите каталог с изображениями.
uk: Будь ласка, виберіть каталог, який містить зображення.

source: Please wait or interrupt current operation!
de: Bitte warten. Alternativ können sie den Vorgang abbrechen!
fr: S'il vous plaît attendre ou d'interrompre l'opération en cours!
it_it: Attendete o interrompete l'operazione in corso!
ja: 待つか、または中断してください!
ru: Пожалуйста, подождите или завершите текущую операцию!
uk: Будь ласка, зачекайта або завершіть операцію!

source: Cannot save:
de: Kann nicht speichern:
fr: Ne peut pas sauver :
it_it: Impossibile salvare:
ja: 保存できません:
ru: Не возможно сохранить:
uk: Не вдалося зберегти:

source: Cannot rename:
de: Kann nicht umbenennen:
fr: Ne peut pas renommer:
it_it: Impossibile rinominare:
ja: 改名できません:
ru: Не возможно переименовать:
uk: Не вдалося перейменувати:

source: Cannot copy:
de: Kann nicht kopieren:
fr: Ne peut pas copier:
it_it: Impossibile copiare:
ja: コピーできません:
ru: Не возможно скопировать:
uk: Не вдалося зкопіювати:

source: Cannot move:
de: Kann nicht verschieben:
fr: Ne peut pas déplacer:
it_it: Impossibile spostare:
ja: 移動できません:
ru: Не возможно переместить:
uk: Не вдалося перемістити:

source: Cannot delete:
de: kann nicht löschen:
fr: Ne peut pas effacer:
it_it: Impossibile eliminare:
ja: 削除できません:
ru: Не возможно удалить:
uk: Не вдалося видалити:

source: Cannot mkdir:
de: Kann den Ordner nicht anlegen:
fr: Ne peut par faire un répertoire:
it_it: Impossibile creare la cartella:
ja: フォルダーを作成できません:
ru: Не возможно создать папку:
uk: Не вдалося створити каталог:

source: Cannot rmdir:
de: Kann den Ordner nicht löschen:
fr: Ne peut pas faire un répertoire:
it_it: Impossibile rimuovere la cartella:
ja: フォルダーを削除できません:
ru: Не возможно переименовать папку:
uk: Не вдалося перейменувати каталог:

source: Already exists:
de: Existiert bereits:
fr: existe déjà::
it_it: Esiste già:
ja: 既に、存在しています:
ru: Уже существует:
uk: Такий вже є:

source: Doesn't exist:
de: Existiert nicht:
fr: N'existe pas:
it_it: Non esiste:
ja: 存在していません:
ru: Не существует:
uk: Немає такого:

source: Destination is source!
de: Ziel ist gleich Quelle!
fr: La destination c'est source!
it_it: La destinazione è il sorgente!
ja: 保存先はソースです!
ru: Результат является источником!
uk: Результат співпадае з початковим!

source: Destination is in source!
de: Ziel liegt in der Quelle!
fr: Destination est dans la source!
it_it: La destinazione è nel sorgente!
ja: 保存先がソースにあります!
ru: Результат есть в исходном!
uk: Результат є в початковому!

source: Destination is invalid!
fr: Destination est dans la source!!
it_it: La destinazione non è valida!
ja: 保存先が無効です!
ru: Ошибка в результате!
uk: Помилковий результат!

source: Setting a picture in archive as wallpaper is not supported!
fr: Définition d'une image comme fond d'écran dans l'archive n'est pas supporté!
it_it: La scelta di un'immagine in archivio come sfondo non è supportata!
ja: 壁紙にアーカイブの中の画像を設定できません!
ru: Установка изображения из архива в качестве фонового рисунка не поддерживается!
uk: Встановлення з архіву як фонового зорбаження не підтримується!

source: Cannot preview! Please check printer setting...
fr: Ne peut pas visionner préalablement ! Veuillez vérifier l'arrangement d'imprimeur…
it_it: Impossibile effettuare l'anteprima! Controllate le impostazioni della stampante...
ja: プレビューできません! プリンタ設定をチェックしてください...
ru: Невозможно выполнить предварительный просмотр! Проверьте настройки принтера ...
uk: Не можливо виконати попередній перегляд! Перевірьте настройки прінтера...

source: There was an error during printing! Please check printer and try again...
fr: Une erreur est survenue lors de l'impression! S'il vous plaît vérifier l'imprimante et essayez de nouveau...
it_it: Si è verificato un errore durante la stampa! Controllate la stampante e riprovate...
ja: エラーはありました! プリンタをチェックして、再試行してください...
ru: Ошибка при печати! Проверьте принтер и повторите попытку ...
uk: Помика руку! Перевірьте прінтер і спробуйте ще...

source: &File
de: &Datei
fr: &Fichier
ja: ファイル(&F)
ru: Файл
uk: Файл

source: &Save Ctrl+S
de: &Speichern Strg+S
fr: &Sauver Ctrl+S
it_it: &Salva Ctrl+S
ja: 保存(&S) Ctrl+S
ru: Сохранить Ctrl+S
uk: Зберегти Ctrl+S

source: Save &As...
de: Speichern a&ls...
fr: S&auver Comme...
it_it: Salva &con nome...
ja: 別名で保存(&A)...
ru: Сохранить как...
uk: Зберегти як...

source: Pa&ge Setup
fr: Mise en pa&ge
it_it: Impo&sta pagina
ja: ページの設定(&G)
ru: Параметры страницы
uk: Налаштування сторінки

source: Print Pre&view... Shift+P
fr: Apercu a&vant Impression... Shift+P
it_it: Anteprima di sta&mpa... Shift+P
ja: 印刷プレビュー(&V)... Shift+P
ru: Предварительный просмотр... Shift+P
uk: Попередній перегляд Shift+P

source: &Print Ctrl+P
fr: Im&primert Ctrl+P
it_it: &Stampa Ctrl+P
ja: 印刷(&P) Ctrl+P
ru: Печать Ctrl+P
uk: Друк Ctrl+P

source: Explore
fr: Explorer
it_it: Esplora
ja: 検索
ru: Проводник
uk: Провідник

source: External Editor
fr: Editeur Externe
it_it: Editor esterno
ja: 外部エディタ
ru: Внешний редактор
uk: Зовнішній редактор

source: Open with %TOOL%
fr: Ouvrir avec %TOOL%
it_it: Apri con %TOOL%
ja: %TOOL%で開く
ru: Открыть с помощью%TOOL%
uk: Відкрити в %TOOL%

source: Prope&rties [
fr: Propriétés [
it_it: Proprie&tà [
ja: プロパティ(&R) [
ru: Свойства [
uk: Властивості [

source: M&etadata ]
fr: Métadonnée ]
it_it: M&etadati ]
ja: メタデータ(&E) ]
ru: Метаданные ]
uk: Метадані ]

source: S&ummary `
fr: S&ommaire `
it_it: R&esoconto `
ja: 概要(&U) `
ru: Инфо `
uk: Інфо `

source: Status &Bar Ctrl+B
fr: Barre de Statut Ctrl+B
it_it: Barra di &stato Ctrl+B
ja: ステータスバー(&B) Ctrl+B
ru: Строка состояния Ctrl+B
uk: Строка стану Ctrl+B

source: &Interrupt Ctrl+I
de: A&bbrechen Strgl+I
fr: &Interrution Ctrl+I
it_it: &Interrompi Ctrl+I
ja: 中断(&I) Ctrl+I
ru: Прервать Ctrl+I
uk: Зупинити Ctrl+I

source: &Reload F5
de: &Neu laden F5
fr: &Recharger F5
it_it: &Ricarica F5
ja: 再読込(&R) F5
ru: Перечитать F5
uk: Перечитати F5

source: Minimi&ze Ctrl+Z
de: &Minimieren ins Systray Strg+Z
fr: Minimiser Ctrl+Z
it_it: Riduci a i&cona Ctrl+Z
ja: 最小化(&Z) Ctrl+Z
ru: Свернуть Ctrl+Z
uk: Мінімізувати Ctrl+Z

source: &Restore
de: &Wiederherstellen
fr: &Restaurer
it_it: &Ripristina
ja: 復元(&R)
ru: Восстановить
uk: Відмінити

source: &Quit Ctrl+Q
de: &Beenden Strg+Q
fr: &Quitter Ctrl+Q
it_it: &Esci Ctrl+Q
ja: 終了(&Q) Ctrl+Q
ru: Закрыть Ctrl+Q
uk: Вихід Ctrl+Q

source: &Edit
de: Bea&rbeiten
fr: &Editer
it_it: &Modifica
ja: 編集(&E)
ru: Редактировать
uk: Редагування

source: Rotate -90 Alt+LEFT
de: Nach links drehen Alt+Links
fr: Rotation -90 Alt+LEFT
it_it: Rotazione di 90 gradi a sinistra Alt+LEFT
ja: 左回りに回転 Alt+LEFT
ru: Повернуть на -90 град Alt+LEFT
uk: Поворот на -90 граусів Alt+LEFT

source: Rotate +90 Alt+RIGHT
de: Nach rechts drehen Alt+Rechts
fr: Rotation +90 Alt+RIGHT
it_it: Rotazione di 90 gradi a destra Alt+RIGHT
ja: 右回りに回転 Alt+RIGHT
ru: Повернуть на +90 град Alt+RIGHT
uk: Поворот на +90 граусів Alt+RIGHT

source: &Scale
de: &Skallieren
fr: &Echelle
it_it: &Ingrandimento
ja: 拡大縮小(&S)
ru: Масштаб
uk: Масштаб

source: &Traverse
de: Be&wegen
it_it: &Scorrimento
ja: フォルダー(&T)
ru: Навигация
uk: Навігація

source: Go &Home Alt+HOME
de: Nach &Hause Alt+HOME
fr: Aller à la Maison Alt+HOME
it_it: Vai alla &Home Alt+HOME
ja: ホーム(&H) Alt+HOME
ru: Перейти в начало Alt+HOME
uk: На початок Alt+HOME

source: Fa&vorite Alt+END
fr: Fa&vorit Alt+END
it_it: Pre&feriti Alt+Fine
ja: お気に入り(&V) Alt+END
ru: Избранное Alt+END
uk: Улюблене Alt+END

source: &Previous in Directory
de: &Früheres Verzecihnis PageUp
fr: Dans le Répertoire Précédent
it_it: &Precedente nella cartella
ja: 前の画像へ(&P)
ru: Предыдущий в каталоге
uk: Попередній в каталозі

source: &Next in Directory
de: Näc&hstes Verzeichnis PageDown
fr: Da&ns le Répertoire Suivant
it_it: &Successivo nella cartella
ja: 次の画像へ(&N)
ru: Следующий в каталоге
uk: наступний в каталозі

source: &First in Directory
de: &Erstes Verezcihnis Home
fr: Dans &le Premier Répertoire
it_it: &Primo nella cartella
ja: 先頭へ(&F)
ru: Первый в каталоге
uk: Перший в каталозі

source: La&st in Directory
de: &Letztes Verzeichnis End
fr: Dan&s le Dernier Pépertoire
it_it: Ul&timo nella cartella
ja: 最後へ(&S)
ru: Последний в каталоге
uk: Останній в каталозі

source: Move &Up in Tree
de: Nach &oben Up
fr: Déplacer dans le Ha&ut de l'Arborescence
it_it: Sposta su &nell'albero
ja: 上へ移動(&U)
ru: Вверх по дереву каталогов
uk: Вверх по дереву

source: Move &Down in Tree
de: Nach &unten Down
fr: &Déplacer dans le Bas du l'Arborescence
it_it: Sposta giu &nell'albero
ja: 下へ移動(&D)
ru: Вниз по дереву каталогов
uk: Вниз по дереву

source: Move &Left in Tree
de: Nach li&nks Left
fr: Dép&lacer à Gauche de l'Arborescence
it_it: Sposta a sinistra &nell'albero
ja: 左へ移動(&L)
ru: Влево по дереву каталогов
uk: Вліво по дереву

source: Move &Right in Tree
de: Nach rech&ts Right
fr: Déplace&r à Droite de l'Arborescence
it_it: Sposta a &destra nell'albero
ja: 右へ移動(&R)
ru: Вправо по дереву каталогов
uk: Вправо по дереву

source: Back in History Ctrl+UP
fr: Retour dans l'Historique Ctrl+U
it_it: Indietro nella cronologia Ctrl+Freccia su
ja: 前へ戻る Ctrl+UP
ru: Назад в истории Ctrl+UP
uk: Назад в історії Ctrl+UP

source: Forward in History Ctrl+DOWN
fr: Avancer dans l'Historique Ctrl+DOWN
it_it: Avanti nella cronologia Ctrl+Freccia giu
ja: 次へ進む Ctrl+DOWN
ru: Первый в истории Ctrl+DOWN
uk: Перший в історії Ctrl+DOWN

source: Jump to Branch in History Ctrl+BACK
fr: Sauter dans la Branche de l'Historique Ctrl+BACK
it_it: Vai al ramo nella cronologia Ctrl+BACK
ja: ブランチに切り替える Ctrl+BACK
ru: Перейти на ветвь в истории Ctrl+BACK
uk: Перейти в іншу віку в історії Ctrl+BACK

source: &View
de: &Anzeige
fr: &Afficher
it_it: &Visualizza
ja: 表示(&V)
ru: Просмотр
uk: Перегляд

source: F&ull Screen ENTER
de: &Vollbildschirm Enter
fr: Plein Ecran ENTER
it_it: Sc&hermo intero ENTER
ja: フルスクリーン(&U) ENTER
ru: Во весь экран ENTER
uk: На весь екран ENTER

source: Zoom &In +
de: Ver&größern +
fr: Avancer Zo&om +
it_it: Ingrandisci& +
ja: 拡大(&I) +
ru: Увеличит +
uk: Збільшити +

source: Zoom &Out -
de: Ver&kleinern -
fr: Reculer Z&oomt -
it_it: Riduci& -
ja: 縮小(&O) -
ru: Уменьшить -
uk: Зменшити -

source: Zoom &100% *
de: &Tatsächliche Größe *
it_it: Dimensioni &originali *
ja: オリジナル(&1) *
ru: Исходный размер 100% *

source: Zoom &Fit /
de: An &bildschirm anpassen /
fr: Ajuster le Zoom /
it_it: Ada&tta /
ja: 合わせる(&F) /
ru: По высоте /
uk: На всю висоту /

source: Zoom &Extend \
fr: Zoom Etendu \
it_it: Zoom &Esteso \
ja: ズーム(&E) \
ru: По ширине \
uk: На всю ширину \

source: Opa&que
it_it: Opa&cità
ja: 不透明(&Q)
ru: Непрозрачный(&Q)
uk: Непрозорість

source: &Slide Show SPACE
fr: &Diaporama SPACE
it_it: &Presentazione SPACE
ja: スライドショー(&S) SPACE
ru: Слайд шоу SPACE
uk: Слайд шоу SPACE

source: Pause &Slide Show SPACE
fr: &Pause Diaporama SPACE
it_it: Metti in pausa la &presentazione SPACE
ja: 一時停止(&S) SPACE
ru: Пауза слайд шоу SPACE
uk: Пауза слайд шоу SPACE

source: Continue &Slide Show SPACE
fr: Continue&r Diaporam SPACE
it_it: Continua la &presentazione SPACE
ja: 再生(&S) SPACE
ru: Продолжить слайд шоу SPACE
uk: Продовжити слайд шоу SPACE

source: &Panel
fr: &Panneau
it_it: &Pannello
ja: パネル(&P)
ru: Панель
uk: Панелі

source: &Filesystem F10
de: &Dateisystem F2
fr: &Fichier Sytème F10
ja: ファイルシステム(&F) F10
ru: Файловая система F10
uk: Файлова система F10

source: &Archive F11
de: &Archiv F3
it_it: &Archivio F11
ja: アーカイブ(&A) F11
ru: Архивы F11
uk: Архіви F11

source: &Thumbnail F12
de: &Vorschaubilder F4
fr: &Miniature F12
it_it: &Anteprima F12
ja: サムネイル(&T) F12
ru: Миниатюры F12
uk: Зменшені зображення F12

source: &Manage
de: &Verwalten
fr: &Gestion
it_it: &Gestisci
ja: 管理(&M)
ru: Управление
uk: Управління

source: &New Directory
de: &Neues Verzeichnis
fr: &Nouveau Répertoire
it_it: &Nuova cartella
ja: フォルダーの生成(&N)
ru: Новый каталог
uk: Новій каталог

source: &Rename File F2
de: &Umbenennen F2
fr: &Renommer F2
it_it: &Rinomina file F2
ja: 名前の変更(&R) F2
ru: Переименовать файл F2
uk: Перейменувати файл F2

source: Cu&t File Ctrl+X
de: Datei aus&schneiden Strg+X
fr: Cou&per Fichier Ctrl+X
it_it: Ta&glia file Ctrl+X
ja: 切り取り(&T) Ctrl+X
ru: Вырезать файл Ctrl+X
uk: Вирізати файл Ctrl+X

source: &Copy File Ctrl+C
de: Datei &kopieren Strg+C
fr: Copier Fichier Ctrl+C
it_it: &Copia file Ctrl+C
ja: コピー(&C) Ctrl+C
ru: Копировать файл Ctrl+C
uk: Копіювати файл Ctrl+C

source: &Paste File Ctrl+V
de: Datei ein&fügen Strg+V
fr: &Coller Fichier Ctrl+V
it_it: &Incolla file Ctrl+V
ja: 貼り付け(&P) Ctrl+V
ru: Вставить файл Ctrl+V
uk: Вставити файл Ctrl+V

source: &Delete File DEL
de: Datei &löschen Entf
fr: &Effacer Fichier DEL
it_it: &Elimina file DEL
ja: 削除(&D) DEL
ru: Удалить файл DEL
uk: Видалити файл DEL

source: &Move File To...
de: Datei &verschieben nach...
fr: &Déplacer Fichier vers...
it_it: &Sposta file in...
ja: フォルダーへ移動(&M)...
ru: Переместить файл в...
uk: Перемістити файл в...

source: Copy File &To...
de: Datei ko&pieren nach...
fr: Copier Fichier Ve&rs...
it_it: Copia file &in...
ja: フォルダーへコピー(&T)...
ru: Копировать файл в...
uk: Скопіювати файл в...

source: Tool&s
fr: Outil&s
it_it: Strument&i
ja: ツール(&S)
ru: Инструменты
uk: Інструменти

source: &Rescale Manager
fr: &Redimenssionner le Gestionnaire
it_it: &Gestione ridimensionamento
ja: 拡大縮小マネージャ(&R)
ru: Групповое преобразование
uk: Зміна розміру

source: &Option
de: &Optionen
it_it: &Opzioni
ja: 設定(&O)
ru: Настройки
uk: Настроювання

source: &Shell Integration
fr: &Intégrer l'Interprétateur de Commande
it_it: &Integrazione nella shell
ja: 右のボタンメのニュー(&S)
ru: Интеграция в оболочку
uk: Інтеграція в оболочку

source: File &Association
de: &Dateitypen zuordnen
fr: Associ&ation de Fichier
it_it: Associazione dei &file
ja: ファイルの関連付け(&A)
ru: Файловые ассоциации
uk: Файлові ассоціації

source: &Desktop
fr: &Bureau
ja: デスクトップ(&D)
ru: Рабочий стол
uk: Робочий стіл

source: Set as &Wallpaper
fr: Défini&r comme Papier-Peint
it_it: Imposta come &sfondo
ja: 壁紙に設定(&W)
ru: Установить как обои на рабочий стол
uk: Встановити фоновим зображенням

source: &None Wallpaper
fr: Aucu&n Papier-Peint
it_it: &Nessuno sfondo
ja: 壁紙なし(&N)
ru: Убрать обои с рабочего стола
uk: Відмінити фонове зображення

source: &Background Color
fr: Couleur de l'Arriére-Plan
it_it: &Colore di sfondo
ja: 背景色(&B)
ru: Цвет фона
uk: Колір робочого столу

source: &Language
de: &Sprache
fr: &Langage
it_it: &Lingua
ja: 言語(&L)
ru: Язык
uk: Мова

source: &Favorite
fr: &Favorit
it_it: &Preferiti
ja: お気に入り(&F)
ru: Избранное
uk: Улюблене

source: Fixed &Scale
de: Feste &Größe
fr: Fixer &L'echelle
it_it: Ingrandimento &fisso
ja: 固定拡大(&S)
ru: Зафиксировать масштаб
uk: Незмінний маштаб

source: Fixed &Rotation
de: Feste &Rotation
fr: Fixer la &Rotation
it_it: Rotazione &fissa
ja: 固定回転(&R)
ru: Зафиксировать поворот
uk: Незмінний поворот

source: Fixed &LeftTop
de: Fest &links-oben
fr: Fixer &en Haut à Gauche
it_it: In alto a sinistra &fisso
ja: 固定左上(&L)
ru: Фиксировать слева вверху
uk: Фіксоване положення

source: Load &Completely
de: Ganz &laden
fr: Charger &Complètement
it_it: Carica &completamente
ja: 完全読込(&C)
ru: Загрузить полностью
uk: Повне зчитування

source: &Prefetch
it_it: &Precaricamento
ja: 先取り(&P)
ru: Предварительный результат
uk: Попередні установки

source: Scale &Filter
de: Anpassen und &filtern
fr: Echelle de &Filtre
it_it: Filtro &ingrandimento
ja: 拡大縮小方法(&F)
ru: Фильтры масштабирования
uk: Фільтр масштабу

source: Bo&x
fr: Boîte
ru: Ящик

source: &Bicubic
fr: &Bicubique
it_it: &Bicubico
ru: Бикубизм

source: Bi&linear
fr: Bi&lineaire
it_it: Bi&lineare
ru: Билинейность

source: B-&Spline
ru: B-сплайн

source: Slide Sho&w
fr: Diaporama
it_it: Presentazion&e
ja: スライドショー(&W)
ru: Слайд шоу
uk: Слайд шоу

source: Repeat
fr: Répéter
it_it: Ripeti
ja: リピート
ru: Повтор
uk: Повторення

source: Interval
de: Pause
fr: Intervalle
it_it: Intervallo
ja: 間隔
ru: Интервал
uk: Інтервал

source: S&ummary
fr: S&ommaire
it_it: R&esoconto
ja: 概要(&U)
ru: Информация
uk: Інформація

source: &Position
it_it: &Posizione
ja: 位置(&P)
ru: Позиция
uk: Позиція

source: &Color
fr: &Couleur
it_it: &Colori
ja: 色(&C)
ru: Цвет
uk: Колір

source: &External Tools
fr: Outils &Externe
it_it: &Strumenti esterni
ja: 外部のツール(&E)
ru: Внешние инструменты
uk: Зовнішні інструменти

source: &Max Concurrent
fr: Concurrence &Max
it_it: &Max Consecutivi
ja: 最大同時作動数(&M)
ru: Максимальное количество одновременных
uk: Максимальна кількість за один раз

source: &Generate Config File
fr: Fichier de Configuration Général
it_it: &Genera file di configurazione
ja: 設定ファイルの作成(&G)
ru: Сгенерировать конфигурационный файл
uk: Генерація файлу конфігурації

source: &Help
de: &Hilfe
fr: &Aide
it_it: &Guida
ja: ヘルプ(&H)
ru: Помощь
uk: Допомога

source: &About
de: &Über das Programm
fr: &Au sujet de
it_it: &Info
ja: kuViewについて(&A)
ru: О программе
uk: Про програму

source: &Remove It
fr: Supprime&r le
it_it: &Rimuovi
ja: 削除する(&R)
ru: Удалить
uk: Видалити

source: &Clear All
fr: &Néttoyer Tout
it_it: &Pulisci tutto
ja: すべてをクリアする(&C)
ru: Очистить всё
uk: Очистити все

source: Please select language:
de: Wählen Sie die Sprache aus:
fr: Svp sélectionner le Langage:
it_it: Selezionate la lingua:
ja: 言語を選択してください:
ru: Пожалуйста выберите язык:
uk: Будь ласка, виберіть мову:

source: Do you want to continue?
fr: Voulez vous continuer?
it_it: Volete continuare?
ja: 続きたいですか?
ru: Вы хотите продолжить?
uk: Ви бажаєте продовжити?

source: Do you want to skip it and continue?
de: Überspringen und fortsetzen?
fr: Voulez-vous le sauter et continuer ?
it_it: Volete tralasciare e continuare?
ja: スキップして、続きたいですか?
ru: Вы хотите пропустить его и продолжить?
uk: Пропустити і продовжити?

source: Confirm
de: Bestätigen
fr: Confirmer
it_it: OK
ja: 確認
ru: Подтвердите
uk: Результат

source: Rotate/Clone original file losslessly?
fr: Rotation/Cloner le fichier original sans perte?
it_it: Ruotare/Clonare il file originale senza perdite?
ja: 損失なしで元のファイルをクローン/回転させたいですか?
ru: Повернуть/Клонировать оригинальный файл без потерь?
uk: Поворот/клонування без втрати якості?

source: This function is NOT complete! File quality and information may be STRIPPED!!
fr: Cette fonction n'est pas complète! Le fiichier de qualité et de l'information peuvent être DEPOUILLE!!
it_it: Questa funzione NON è completa! La qualità del file e le informazioni potrebbero essere ALTERATE!!
ja: ファイル品質と情報は失われるかもしれません!
ru: Эта функция не полная! Качество файлов и информация можги быть ПОТЕРЯНЫ!!
uk: Ця функція не допрацьована! Якість файлі і інформація можуть бути втрачені!

source: Current file has been modified, reload original file now?
fr: Le fichier courant à eté modifié, Recharger le fichier original maintenant
it_it: Il file attuale è stato modificato, volete ricaricare il file originale?
ja: 現在のファイルは変更されました 現在、元のファイルを再ロードしたいですか?
ru: Текущий файл был изменен, перечитать оригинальный файл сейчас?
uk: Поточний файл змінено Перевантажити орігінальний файл?

source: Please input directory name:
de: Verzeichnisname:
fr: S'il vous plaît le nom du répertoire d'entrée:
it_it: Inserite il nome della cartella:
ja: フォルダー名を入力してください:
ru: Пожалуйста, введите имя каталога:
uk: Будь ласка, введінь назву каталогу:

source: Please input new name:
de: Ein neuer Name:
fr: Svp entrez le nom:
it_it: Inserite il nuovo nome:
ja: 新名を入力してください:
ru: Пожалуйста, введите новое имя:
uk: Будь ласка, введіть нове ім'я:

source: The file will be deleted!
de: Datei wird gelöscht!
fr: Le fichier sera supprimé!
it_it: Il file verrà eliminato!
ja: ファイルは削除されるでしょう!
ru: Файл будет удален!
uk: Файл видалено!
