Repository: LiMinggang/kujawiak
Catalog: lang/kuview_*.po
Languages: de, fr, it_it, ja, ru, uk

source: Favorite is default location on startup, and can be found quickly by clicking Favorite button/menu. Current:
fr: Favoris est l'emplacement par défaut au démarrage, et peut être trouvé rapidement en cliquant sur le bouton Favorit/menu.nCourant:
it_it: Preferiti è il percorso predefinito all'avvio, e può essere trovato rapidamente cliccando il pulsante/menu Preferiti. Attuale:
ja: お気に入りは既定のフォルダで起動時に自動的に開かれます. 現在の設定:
ru: Избранное по умолчанию при старте, и может быть быстро найдено, при нажатии кнопкой Избранное/Меню. Текущий:
uk: Відкривати Улюблене при старті і швидко знайти через меню Улюблене. Поточний:

source: Drive
de: Disk
fr: Lecteur
it_it: Unità
ja: ドライブ
ru: Диск
uk: Диск

source: Directory
de: Verzeichnis
fr: Répertoire
it_it: Cartella
ja: フォルダー
ru: Каталог
uk: Каталог

source: File
de: Datei
fr: Fichier
ja: ファイル
ru: Файл
uk: Файл

source: Please select where to add "Browse with kuView" entry: (ContextMenu on right click)
de: Proszę wybrać gdzie dodać wpis "Przeglądaj z kuView": (menu po kliknięciu prawym kl. myszy)
fr: S'il vous plaît sélectionnez l'emplacement où ajouter "Parcourir avec kuView" entrée: (MenuContestuel) clic droit
it_it: Selezionate dove aggiungere comando "Sfoglia con kuView": (Menu contestuale con clic del tasto destro del mouse)
ja: どこで"Browse with kuView"を 加えるかを選択してください: (右のボタンメのニュー)
ru: Добавить в контекстное меню "Обзор в kuView" Ввод:(Клик правой кнопкой мыши в контекстном меню)
uk: Будь ласка, виберіть додати "Перегляд в kuView" в контекстне меню:

source: Browse with kuView
de: Przeglądaj z kuView
fr: Parcourir avec kuView
it_it: Sfoglia con kuView
ru: Обзор в kuView
uk: Переглят в kuView

source: Please select file extension:
fr: Svp sélectionner fichier d'extention:
it_it: Please sSelezionate l'estensione del file:
ja: ファイルの形式を選択してください:
ru: Пожалуйста, выберите расширение файла:
uk: Будь ласка, виберіть розширення файлу:

source: Center
fr: Centrer
it_it: Al centro
ja: 中央
ru: Центр
uk: Центр

source: Tile
fr: Mosaïque
it_it: Allinea
ja: 並べて表示
ru: Заголовок
uk: Заголовок

source: Stretch
fr: Etirer
it_it: Allunga
ja: 拡大して表示
ru: Растягивание
uk: Розтягнути

source: Scale to Fit
fr: Ajuster à l'échelle
it_it: Adatta allo schermo
ja: 合わせる
ru: Масштабировать по высоте
uk: Масштабувати по висоті

source: Scale to Extend
fr: Etendre l'échelle
it_it: Adatta all'estensione
ja: ズーム
ru: Масштабировать по ширине
uk: Масштабувати но ширині

source: Please select how to set wallpaper:
fr: S'il vous plaît choisir comment mettre en fond d'écran:
it_it: Selezionate come impostare lo sfondo:
ja: 表示方法を選択してください:
ru: Пожалуйста, выберите что установить обоями:
uk: Вибір файлу для фонового зображення:

source: Do you want to disable wallpaper?
fr: Voulez-vous désactiver le papier peint?
it_it: Volete disabilitare lo sfondo?
ja: 壁紙に使用を停止しますか?
ru: Вы хотите убрать обои?
uk: Ви бажаєте прибрати фонове зображення?

source: Please input a number between 0 and 255: (0 is fully transparent, and 255 is fully opaque)
fr: S'il vous plaît entrer un nombre entre 0 et 255: (0 est totalement transparent,et 255 est complètement opaque)
it_it: Inserite un numero tra 0 e 255: (0 è totalmente trasparente, e 255 è totalmente opaco)
ja: 不透明值を入力してください(0~255): (0完全透明,255完全不透明)
ru: Пожалуйста, введите число от 0 до 255: (0 полная прозрачность, а 255 полная непрозрачность)
uk: Введіть значення від 0 до 255: (0 повна прозорість, 255 повна непрозорість)

source: opaque value:
fr: Valeur de l'opaque:
it_it: valore opacità:
ja: 不透明值:
ru: Значение прозрачности:
uk: Значення прозорості:

source: Please input interval in second:
fr: Svp entrée d'intervalle par seconde:
it_it: Inserite l'intervallo in secondi:
ja: 間隔を入力してください(秒):
ru: Пожалуйста укажите интервал в секундах:
uk: Введіть інтервал в секундах

source: Please input the maximum number of concurrent tasks:
fr: S'il vous plaît entrez le nombre maximal de tâches concurantes:
it_it: Inserite il numero massimo di processi consecutivi:
ja: 最大同時作動数を入力してください:
ru: Пожалуйста, введите максимальное число одновременных задач:
uk: Введіть максимальне значення одночасно виконуваниз задач:

source: &Close
fr: &Fermer
it_it: &Chiudi
ja: 閉じる(&C)
ru: Закрыть
uk: Закрити

source: &Print...
fr: Imp&primer
it_it: &Stampa...
ja: 印刷(&P)...
ru: Печать...
uk: Друкувати

source: &Align...
fr: &Aligner
it_it: &Allineamento...
ja: 位置(&A)...
ru: Положение
uk: Положення

source: &Scale...
fr: &Echelle
it_it: &Ingrandimento...
ja: 拡大縮小(&S)...
ru: Масштаб...
uk: Масштаб

source: Please select the position button for alignment:
fr: Svp sélectionnezle bouton position pour l'alignement:
it_it: Selezionate la posizione del pulsante per l'allineamento:
ja: 位置を選択してください:
ru: Пожалуйста, выберите расположение на странице
uk: Виберіть положення:

source: Left
fr: Gauche
it_it: Sinistra
ja: 左
ru: Лево
uk: Ліво

source: Right
fr: Droit
it_it: Destra
ja: 右
ru: Право
uk: Право

source: Top
fr: Superieur
it_it: Alto
ja: 上
ru: Вверх
uk: Верх

source: Bottom
fr: Bas
it_it: Basso
ja: 下
ru: Вниз
uk: Низ

source: Please enter the scale ratio:
de: Geben sie das Verhältnis für die Größenänderung an:
fr: Svp entrez la proportion de l'échelle
it_it: Inserite la percentuale di ingrandimento:
ja: 拡大縮小の程度を入力してください:
ru: Пожалуйста, введите масштаб для печати:
uk: Значення масштабування:

source: It is not a valid number! Please try again...
de: Dies ist keine Zahl! Noch ein Versuch...
fr: Le nombre n'est pas valide! Svp essayez de nouveau
it_it: Non è un numero valido! Riprovate...:
ja: それは有効な数ではありません! 再試行してください...
ru: Не правильное значение! Пожалуйста, повторите попытку:
uk: Не вірне значення! Повторіть спробу:

source: Config file is generated successfully. It will be imported automatically on startup.
fr: Le fichier de configuration est généré avec succès. Il sera importé automatiquement au démarrage.
it_it: Il file di configurazione è stato generato correttamente. Verrà importato automaticamente all'avvio.
ja: 設定ファイルを作成しました. 起動時に自動でロードする.
ru: Конфигурационный файл создан успешно. Он будет автоматически импортирован при запуске.
uk: Фай конфігурації сформовано. він автоматично підключиться при старті.

source: Failed to generate config file. Please check working directory:
fr: Impossible de générer le fichier de configuration. Svp vérifiez le répertoire de travail:
it_it: Impossibile generare il file di configurazione. Controllate la cartella di lavoro:
ja: 設定ファイルの作に失敗しました. 作業ディレクトリをチェックしてください:
ru: Не удалось создать файл конфигурации. Пожалуйста, проверьте рабочую директорию:
uk: Помилка при генерації файлу конфігурації. Змініть робочий каталог:

source: Comments
fr: Commentaire
it_it: Commenti
ja: コメント
ru: Коментарий
uk: Коментар

source: Main
fr: Principal
it_it: Principale
ja: メイン
ru: Основные
uk: Основна

source: Maker Note
fr: Note du Créateur
it_it: Crea appunto
ru: Примечание
uk: Примітки

source: Interoperability
fr: Interopérabilité
it_it: Interoperabilità
ru: Совместимость
uk: Сумісність

source: Animation
it_it: Animazione
ru: Анимация
uk: Анімація

source: Tag
fr: Etiquette
ja: タグ
ru: Параметр
uk: Параметр

source: Value
fr: Valeur
it_it: Valore
ja: 值
ru: Значение
uk: Значення

source: Description
it_it: Descrizione
ja: 記述
ru: Описание
uk: Опис

source: Source
it_it: Sorgente
ja: ソース
ru: Исходный
uk: Початкове

source: Destination
it_it: Destinazione
ja: 保存先
ru: Результат
uk: Результат

source: Progress
fr: Progression
it_it: Avanzamento
ja: 進度
ru: Выполнение
uk: Хід виконання

source: Status
fr: Statuts
it_it: Stato
ja: 状態
ru: Статус
uk: Статус

source: Size
fr: Taille
it_it: Dimensioni
ja: サイズ
ru: Размер
uk: Розмір

source: Format
it_it: Formato
ja: フォーマット
ru: Формат
uk: Формат

source: Filter
fr: Filtre
it_it: Filtro
ja: 拡大縮小方法
ru: Фильтр
uk: Фільтр

source: When Filename Exists
fr: Lorsque le nom du fichier existe
it_it: Quando il nome del file esiste
ja: 同名ファイルがあった
ru: Если файл существует
uk: Якщо файл існує

source: Auto Rename
fr: Renommer Auto
it_it: Rinomina in automatico
ja: 自動リネームする
ru: Авто переименование
uk: Авто переіменування

source: Overwrite
fr: Ecrire par dessus
it_it: Sovrascrivi
ja: 上書き
ru: Переписать
uk: Перечитати

source: Skip
fr: Sauter
it_it: Tralascia
ja: スキップ
ru: Пропустить
uk: Пропустити

source: Custom...
fr: Personnaliser...
it_it: Personalizzato...
ja: その他...
ru: Обычный...
uk: Поточний...

source: Running
fr: En cours d'éxecution
it_it: In esecuzione
ja: 稼働しています
ru: Выполнение
uk: Виконання

source: Queuing
fr: File d'attente
it_it: In coda
ja: 待機中
ru: Очередь
uk: Черга

source: Paused
fr: Pause
it_it: In pausa
ja: 一時停止
ru: Пауза
uk: Пауза

source: Cancelled
fr: Annuler
it_it: Annullato
ja: 取り消した
ru: Отмена
uk: Відмінено

source: Failed
fr: Echouer
it_it: Fallito
ja: 失敗しました
ru: Ошибка
uk: Помилка

source: Incomplete
fr: Incomplet
it_it: Incompleto
ja: 未完了
ru: Незавершено
uk: Не виконано

source: Completed
fr: Compléte
it_it: Completato
ja: 完了
ru: Завершено
uk: Виконано

source: Not enough space on destination.
fr: Pas assez d'espace pour la destination
it_it: Spazio insufficiente sulla destinazione.
ja: 保存先の空き容量が不足しています.
ru: Нет свободного места
uk: Не має вільного місця для результату.

source: Destination is not writable.
fr: La destination ne peut pas êtrec écrite
it_it: La destinazione non è scrivibile.
ja: 保存先は書き込み禁止になっています.
ru: В указанное место не возможно записать
uk: Результат не може бути записаний.

source: Some files cannot be read.
fr: Certains fichiers ne peuvent pas être lus.
it_it: Alcuni file non possono essere letti.
ja: 一部のファイルが読込できません.
ru: Некоторые файлы не могут быть прочитаны.
uk: Деякі файли не можливо прочитати.

source: Some files cannot be rescaled.
fr: Certains fichiers ne peuvent pas être redimensionnés.
it_it: Alcuni file non possono essere ridimensionati.
ja: 一部のファイルが拡大縮小できません.
ru: Некоторые файлы не могут быть масштабированы.
uk: Не можливо змінити розмір деяких файлів.

source: Failed to write on destination.
fr: Lécriture pour la destination a échoué
it_it: Impossibile scrivere sulla destinazione.
ja: 書き込みに失敗しました.
ru: Не удалось записать в указанное место
uk: Помилка запису результату.

source: &New Task
fr: &Nouvelle tâche
it_it: &Nuovo processo
ja: 新しいタスク(&N)
ru: Новая задача
uk: Нове завдання

source: &Pause Task
fr: &Tâche en pause
it_it: &Metti in pausa il processo
ja: タスクを一時停止(&P)
ru: Пауза задачи
uk: Пауза

source: &Resume Task
fr: Reprendre la Tâche
it_it: &Ripristina il processo
ja: タスクを再開(&R)
ru: Результат задачи
uk: Резюме завдання

source: &Cancel Task
fr: Annuler la Tâche
it_it: &Annulla processo
ja: タスクを取消(&C)
ru: Отменить задачу
uk: Відмінити завдання

source: &Remove Task
fr: Supprimer la Tâche
it_it: &Rimuovi il processo
ja: タスクを削除(&R)
ru: Удалить задачу
uk: Вилучити завдання

source: &All
fr: &Tout
it_it: &Tutti
ja: すべて選択(&A)
ru: Выделить все
uk: Все

source: &None
fr: &Aucun
it_it: &Nessuno
ja: すべて解除(&N)
ru: Отменить выделение
uk: Нічого

source: &Inverse
fr: &Inverser
it_it: &Inverso
ja: 選択の切り替え(&I)
ru: Инвертировать выделение
uk: Інвертувати вибір

source: Picture and Fax Viewer
fr: Afficher Image et Fax
it_it: Visualizzatore immagini e fax
ja: 画像とFAXビューア
ru: Просмотрщик изображений и факсов
uk: Перегляд зображень і факсів

source: Default Viewer
fr: Image par Défaut
it_it: Visualizzzatore predefinito
ja: 既定のビューア
ru: Просмотрщик по умолчанию
uk: Перегляд за замовчуванням

source: Exploring the file in Filesystem Panel...
fr: Explorer le fichier dans le panneau de système de fichiers...

source: File doesn't contain latitude/longitude data...
fr: Le fichier ne contient pas de données de latitude / longitude...

source: Fixed &Style
fr: Fixer le &Style

source: &Auto Fit
fr: &Ajustement Auto

source: Zoom &Fit
fr: Ajuster le Z&oom

source: Zoom &Extend
fr: Zoom &Etendu

source: Exif
fr: (Fichier d'image échangeable)

source: GPS
fr: Position Globale du Sytème

source: IPTC
fr: Conseil des Télécommunications de Presse Internationnal

source: Prope&rties
de: &Eigenschaften

source: &Slide Show
de: &Diashow

source: This function is NOT complete! File quality and information may be STRIPPED!! Do you want to continue?
de: Diese Funktionalität ist unvollständig! Dateiqualität und information werden entfernt!! Wollen Sie fortsetzen?

source: Please select file extension: (WITHOUT restore function!)
de: Proszę wybrać rozszerzenia: (BRAK funkcji przywracania!)

source: Please input interval in millisecond:
de: Verzögerung in Millisekunden:
